Repository: swebSi/zgodbomat
Catalog: src/shared/i18n/locales/*/messages.po
Languages: sl

source: Account security
sl: Varnost računa

source: Adventurous
sl: Pustolovsko

source: Age
sl: Starost

source: Age {0} years old
sl: Star {0} let

source: AI Generated
sl: Ustvarjeno z AI

source: All storage cleared! Redirecting to onboarding...
sl: Vsa shramba je izbrisana! Preusmerjanje na uvod...

source: Allow cellular
sl: Dovoli mobilne podatke

source: An error occurred. Please try again.
sl: Prišlo je do napake. Poskusite znova.

source: Animal Characters
sl: Živalski liki

source: Back
sl: Nazaj

source: Bravery
sl: Pogum

source: Cancel
sl: Prekliči

source: Chapter
sl: Poglavje

source: Chapter {0}
sl: Poglavje {0}

source: Chapters
sl: Poglavja

source: Character Type
sl: Vrsta lika

source: Child's name or nickname
sl: Ime ali vzdevek otroka

source: Choose an avatar
sl: Izberite avatar

source: Compact UI
sl: Kompakten vmesnik

source: Continue
sl: Nadaljuj

source: Copy
sl: Kopiraj

source: Cozy Village
sl: Udobna vas

source: Create
sl: Ustvari

source: Create a magical bedtime story in seconds. Pick a theme, choose a hero, and let the magic begin.
sl: Ustvarite čarobno zgodbo pred spanjem v sekundah. Izberite temo, izberite junaka in naj se čarobnost začne.

source: new-adventure-card.create-magic
sl: Ustvari čarobnost

source: Create Magic
sl: Ustvari čarobnost

source: Create Story
sl: Ustvari zgodbo

source: Create Story Prompt
sl: Ustvari besedilo za zgodbo

source: Creating...
sl: Ustvarjanje...

source: Creativity
sl: Ustvarjalnost

source: Customize
sl: Prilagodite

source: Daily reminders and bedtime alerts
sl: Dnevni opomniki in obvestila za spanje

source: Deep Space
sl: Globoko vesolje

source: new-adventure-card.description
sl: Ustvarite čarobno zgodbo pred spanjem v sekundah. Izberite temo, izberite junaka in naj se čarobnost začne.

source: Desert Oasis
sl: Puščavska oaza

source: Didn't receive the code? Resend
sl: Niste prejeli kode? Pošljite ponovno

source: Don't have an account?
sl: Nimate računa?

source: Downloads
sl: Prenosi

source: Edit Child Profile
sl: Uredi profil otroka

source: Email
sl: E-pošta

source: Email is required
sl: E-pošta je obvezna

source: Email unavailable
sl: E-pošta ni na voljo

source: Enchanted Forest
sl: Začarani gozd

source: English
sl: Angleščina

source: Enter age (1-10)
sl: Vnesi starost (1-10)

source: Enter name
sl: Vnesi ime

source: Enter new password
sl: Vnesite novo geslo

source: Enter the code sent to your email and set a new password
sl: Vnesite kodo, poslano na e-pošto, in nastavite novo geslo

source: Enter the verification code sent to
sl: Vnesite preveritveno kodo poslano na

source: Enter verification code
sl: Vnesite preveritveno kodo

source: Enter your email
sl: Vnesite e-pošto

source: Enter your email to reset your password
sl: Vnesite e-pošto za ponastavitev gesla

source: Enter your password
sl: Vnesite geslo

source: Failed to reset password. Please try again.
sl: Ponastavitev gesla ni uspela. Poskusite znova.

source: Failed to send reset code. Please try again.
sl: Pošiljanje kode ni uspelo. Poskusite znova.

source: Fantasy Creatures
sl: Fantazijske bitke

source: Fetching email...
sl: Pridobivanje e-pošte...

source: Forgot password?
sl: Ste pozabili geslo?

source: Forgot Password?
sl: Ste pozabili geslo?

source: Friendship
sl: Prijateljstvo

source: Funny & Playful
sl: Smešno in igrivo

source: Gentle & Calming
sl: Nezno in pomirjujoče

source: Get Started
sl: Začni

source: Honesty
sl: Poštenost

source: Human Characters
sl: Človeški liki

source: Inspiring
sl: Navdihujoče

source: Just for Them
sl: Samo zanje

source: Kindness
sl: Prijaznost

source: Loading profile
sl: Nalaganje profila

source: Loading stories...
sl: Nalaganje zgodb...

source: Loading story...
sl: Nalaganje zgodbe...

source: Log out
sl: Odjava

source: Logged in with Clerk
sl: Prijavljen prek Clerk

source: Long (15-20 min)
sl: Dolga (15-20 min)

source: Magical
sl: Čarobno

source: Magical Castle
sl: Čarobni grad

source: Medium (10-15 min)
sl: Srednja (10-15 min)

source: Mixed
sl: Mešano

source: Moral
sl: Nauk

source: Moral Lesson
sl: Moralni nauk

source: Mountain Peak
sl: Gorski vrh

source: Mysterious
sl: Skrivnostno

source: Mysterious Jungle
sl: Skrivnostna džungla

source: new-adventure-card.new-adventure
sl: Nova avantura

source: New Adventure
sl: Nova avantura

source: New Password
sl: Novo geslo

source: new-adventure-card.new-tale
sl: Nova zgodba

source: New Tale
sl: Nova zgodba

source: No child selected
sl: Otrok ni izbran

source: No stories yet. Create your first magical bedtime story!
sl: Še ni zgodb. Ustvarite svojo prvo čarobno zgodbo pred spanjem!

source: Notifications
sl: Obvestila

source: Password
sl: Geslo

source: Perseverance
sl: Vztrajnost

source: Please fill in all fields
sl: Prosimo, izpolnite vsa polja

source: Please select or create a child first
sl: Najprej izberite ali ustvarite otroka

source: Please wait...
sl: Prosimo, počakajte...

source: Record stories in your own voice so your little one can hear you anytime, anywhere.
sl: Snemajte zgodbe s svojim glasom, da vas bo otrok lahko slišal kjerkoli in kadarkoli.

source: Recording...
sl: Snemanje...

source: Remember your password?
sl: Se spomnite gesla?

source: Require biometrics for quick unlock
sl: Zahtevaj biometrijo za hitro odklepanje

source: Reset code sent! Check your email.
sl: Koda za ponastavitev je poslana! Preverite e-pošto.

source: Reset incomplete. Please try again.
sl: Ponastavitev ni dokončana. Poskusite znova.

source: Reset Password
sl: Ponastavi geslo

source: Resetting...
sl: Ponastavljanje...

source: Respect
sl: Spoštovanje

source: Save stories for offline nights
sl: Shrani zgodbe za noči brez povezave

source: Sending...
sl: Pošiljanje...

source: Setting
sl: Nastavitev

source: Sharing
sl: Deljenje

source: Short (5-10 min)
sl: Kratka (5-10 min)

source: Sign in
sl: Prijava

source: Sign in incomplete. Please try again.
sl: Prijava ni dokončana. Poskusite znova.

source: Sign in to continue to your account
sl: Prijavite se za nadaljevanje v svoj račun

source: Sign out of this account
sl: Odjavite se iz tega računa

source: Sign up
sl: Ustvari račun

source: Signed in user
sl: Prijavljen uporabnik

source: Slovenian
sl: Slovenščina

source: Starry Galaxy
sl: Zvezdna galaksija

source: Start the Magic
sl: Začni čarovnijo

source: stories
sl: zgodbe

source: Stories Made
sl: Zgodbe ustvarjene

source: story
sl: zgodba

source: Story Length
sl: Dolžina zgodbe

source: Story Not Found
sl: Zgodba ni najdena

source: Story Tone
sl: Ton zgodbe

source: Success
sl: Uspeh

source: Tell us about your child, pick a magical setting, and choose a life lesson. We'll weave a unique tale that sparks their imagination.
sl: Povejte nam o svojem otroku, izberite čarobno okolje in nauk. Ustvarili bomo edinstveno zgodbo, ki bo prižgala njihovo domišljijo.

source: The Sleepy Bear
sl: Zaspani medved

source: The story you're looking for doesn't exist or you don't have access to it.
sl: Zgodba, ki jo iščete, ne obstaja ali pa do nje nimate dostopa.

source: Tighter spacing for small screens
sl: Tesnejši razmiki za manjše zaslone

source: Turn bedtime into an adventure. Generate custom stories with lessons you choose, featuring your child as the hero.
sl: Spremenite čas za spanje v pustolovščino. Ustvarite zgodbe z nauki po svoji izbiri, v katerih je vaš otrok junak.

source: Underwater Kingdom
sl: Podvodno kraljestvo

source: Update Child
sl: Posodobi otroka

source: Update your child's information.
sl: Posodobite podatke o svojem otroku.

source: Updating...
sl: Posodabljanje...

source: User ID: {0}
sl: ID uporabnika: {0}

source: Verification code
sl: Preveritvena koda

source: Verification Code
sl: Preveritvena koda

source: Verification incomplete. Please try again.
sl: Preverjanje ni dokončano. Poskusite znova.

source: Verify your identity
sl: Preverite svojo identiteto

source: Verifying...
sl: Preverjanje...

source: Voice
sl: Glas

source: We need your language to craft stories and voices that feel natural. This choice stays fixed so your library is consistent.
sl: Potrebujemo vaš jezik za ustvarjanje zgodb in glasov, ki se slišijo naravno. Ta izbira ostane fiksna, da bo vaša knjižnica konsistentna.

source: We use this to personalize stories just for your child.
sl: To uporabljamo za prilagajanje zgodb posebej za vašega otroka.

source: new-adventure-card.weave-a
sl: Spletite

source: Weave a
sl: Spletite

source: Welcome back
sl: Dobrodošli nazaj

source: Who is this story for?
sl: Za koga je ta zgodba?

source: Wi‑Fi only
sl: Samo Wi‑Fi

source: your email
sl: vašo e-pošto

source: Your Library
sl: Vaša knjižnica

source: Your Own
sl: Vaš glas

source: Your Stories
sl: Vaše zgodbe

source: Your Voice, Their Dreams
sl: Vaš glas, njihove sanje
